Autodesk.Revit.DB.FBXExportOptions.WithoutBoundaryEdges
True to export without boundary edges, false otherwise.
The default value is false.
Since: 2013

Autodesk.Revit.DB.FBXExportOptions.LevelsOfDetailValue
The value of the levels of detail.
To use this option, UseLevelsOfDetail should be set to true. And the value should be in the range [0, 15].
It will be calculated based on the settings of current view if it's not assigned a valid value.
Since: 2013

Autodesk.Revit.DB.FBXExportOptions.UseLevelsOfDetail
True to use levels of detail, false otherwise.
The default value is false.
Since: 2013

Autodesk.Revit.DB.FBXExportOptions.StopOnError
Whether export process should stop when a view fails to export.
Remarks: If set to false, the export would continue until all views are processed.
This option has an effect only when a set of more than one view is specified.

Autodesk.Revit.DB.FBXExportOptions.#ctor
Default constructor. Sets all options to their default values.

Autodesk.Revit.DB.FBXExportOptions
3D-Studio Max (FBX) Export options.